phrase_1 = '''Начальник: “Добрый вечер. Я поручаю вам новое дело. Оно очень серьёзное. 
Попрошу отнестись с максимальной концентрацией и ответственностью. Счёт идёт на минуты.
Передаю вам дело. В нём все, что сейчас известно о жертвах и убийце.'''

phrase_2 = '''Дело:'''

phrase_3 = '''Психологический портрет: мужчина 35-45 лет, умён, вероятно работает в образовательной сфере,
психологически болен, скорее всего не женат и имеет травму, связанную с общением с девушками в возрасте 18-22 лет.'''

phrase_4 = '''Способ убийства: удушение.'''

phrase_5 = '''Отличительные черты убийств: на месте преступления оставляет чётное число ромашек и никаких улик.'''

phrase_6 = '''Первая жертва: 
Марла Чапман, 19 лет. Студентка первого курса Гарварда, факультет естественных наук.
Отличительные черты: светлые длинные волосы, высокая, общительная, занималась волонтерством.
Место преступления: была найдена с характерными для удушения следами на шее.
Найдена  недалеко от университета проходящей мимо женщиной. Рядом с телом лежали 4 ромашки.
Свидетели: нет.
Улики: нет.'''

phrase_7 = '''Вторая жертва:
Мелани Кэри, 19 лет. Студентка первого курса Гарварда, медицинский факультет.
Отличительные черты: светлые длинные волосы, высокая, замкнутая, ходила в книжный клуб.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена на остановке общественного транспорта, рядом с университетской библиотекой. Рядом с телом лежало 6 ромашек.
Свидетели: нет.
Улики: нет.'''

phrase_8 = '''Третья жертва: 
Сьюзан Бэйкер, 20 лет. Студентка второго курса Гарварда, экономический факультет.
Отличительные черты: светлые длинные волосы, среднего роста, общительная, занимается черлидингом.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена недалеко от кинотеатра “IPIC”. Рядом с телом лежало 8 ромашек.
Свидетели: нет.
Улики: нет.'''

library_1 = 'Вы пришли в библиотеку'
library_2 = 'Нэнси Райт: Добрый день, что хотите почитать сегодня?'
library_3 = '''Вы: Добрый день, мисс Райт. Мы по серьёзному делу. 
Вы наверняка знаете, что в нашем городе происходят убийства. Нам нужна ваша помощь.'''
library_4 = '''Нэнси Райт: Господи, чем я могу помочь вам? 
Я знаю, что одна из постоянных читательниц нашего зала стала одной из жертв...'''
library_q = '''Выберите вопрос, который хотите задать: 
1.Можете ли вы поподробнее рассказать о девушке?
2.Что вы можете рассказать о последнем вечере, когда она сюда приходила?
Может быть, произошло что-то странное?'''
library_q_1 = 'Вы: Можете ли вы поподробнее рассказать о девушке?'
library_q_2 = '''Вы: Что вы можете рассказать о последнем вечере, когда она сюда приходила?
Может быть, произошло что-то странное?'''
library_q_3 = '''Хотите задать оставшийся вопрос?
 1.Да
 2.Нет'''
library_a_1 = '''Нэнси Райт: Да, конечно... Мелани была тихой, скромной девушкой.
По вечерам она оставалась и помогла мне, мы с ней нередко разговаривали по душам.
Она рассказывала, что у нее нет друзей... 
Однажды она поделилась, что ей трудно дается взаимодействие с людьми, потому что у нее психическое расстройство.
Она лечилась, пила таблетки, в последнее время всё даже пошло на улучшение... А потом... Эта новость..'''
library_a_2_1 = '''Нэнси Райт: Поначалу всё было как обычно. 
Мелани пришла около 5 часов вечера, взяла книгу и удалилась в конец зала, где обычно никто не сидел. 
Но в тот вечер, буквально через час, в зал пришел незнакомый мужчина.
Он сел неподалеку от Мелани, вёл себя нервно, оглядывался. Он ушёл почти сразу следам за Мелани.'''
library_random_1 = 'После закрытия, уборщица передала мне это.'
library_random_2 = 'В руках вы держите чек на покупку лекарства.'
library_random_3 = '''Нэнси Райт: Я думаю, вам он пригодится. Он лежал между их столами.'''
library_a_2_2 = '''К сожалению, его лица не запомнила, он был в капюшоне и яркой кепке. 
Честно, я несколько побаивалась смотреть на него... От него исходила зловещая аура...'''
library_6 = 'Вы: Спасибо за помощь, мисс Райт. Вы нам очень помогли.'
library_7 = 'Нэнси Райт: Удачи вам, детектив.'
library_8 = 'Вы ушли из библиотеки'
library_9 = 'Чек на покупку лекарства'

university_1 = '''Вы зашли в университет. Рядом со входом расположена комната охранника. 
У двери стоит стол. Сумка с делом такая тяжелая...
'''
university_2 = '''Выбор:
1. Оставить сумку на столе, идёт пара, никого рядом.
2. Взять с собой, ведь там важные документы.'''
university_3 = 'Ваш выбор: '
university_4 = '''Вы: Добрый вечер, мистер Паркер. Я расследую дело об убийствах студенток 
этого университета. Я хочу задать вам несколько вопросов.'''
university_5 = '''Охранник: Здравствуйте. Да, конечно, всегда к вашим услугам.
'''
university_6 = '''Выберите вопрос:
1. Не замечали ли Вы каких-нибудь подозрительных личностей возле университета?
2. Может, Вы что-то видели в день убийства Марлы Чапман?'''
university_7 = '''Вы: Не замечали ли вы каких-нибудь подозрительных личностей возле университета?
Особенно рядом со студентками.'''
university_8 = '''Охранник: Знаете.. Я работаю тут очень много лет, много людей знаю. 
Очень странных не припомню. Да и просто странных.
'''
university_9 = '''Хотите задать оставшийся вопрос?
1. Да.
2. Нет.
Ваш выбор: '''
university_10 = '''Вы: Может, Вы что-то видели в день убийства Марлы Чапман? Две недели назад.'''
university_11 = '''Охранник: Честно, ничего подозрительного не запомнил. К сожалению, не могу помочь.
'''
university_12 = '''Вы: Очень жаль. Вот моя визитка, позвоните, если что-то вспомните.'''
university_13 = '''Охранник: Конечно. Удачи.
'''
university_14 = '''Вы вышли из комнаты охранника.
'''
university_15 = '''Пара закончилась. В коридоре ходило много студентов.
“Хорошо, что я взял сумку с собой”.'''
university_16 = '''Вы в шоке замечаете студента, который роется в ваших документах. 
'''
university_17 = 'Вы: Ты что творишь?! Это моя сумка! '
university_18 = 'Студент: О…Ой…Простите...Я извиняюсь…Мне так жаль…'
university_19 = 'Вы: Что ты пытался там найти?'
university_20 = '''Студент: Убитая Марла... это моя сестра. В тот вечер мы собирались уходить из университета.
Но я задержался, а Марла торопилась домой. Из окна я в последний раз увидел её силуэт, а сзади неё - мужчину в 
кепке с эмблемой команды "дикие коты". Я понял, что это была кепка баскетбольной команды университета, которую 
7 лет назад переименовали из “диких котов” в “хаски”.
'''
university_21 = '''Вы слушали в недоумении. Злость утихла.
'''
university_22 = '''Студент: Я должен был раньше доложить об этом, но я до сих пор не могу отойти от её смерти… 
Вы оказались в нужное время в нужном месте.'''
university_23 = '''Вы: Ладно... Мне жаль, что так случилось. Спасибо, что поделился. Это очень нам поможет.
Но больше не ройся в чужих сумках.'''
university_24 = '''Студент: Удачи, детектив.
'''
university_25 = 'Вы покинули университет.'


cinema_1 = '''Вы пришли в кинотеатр. Перед Вами стоит продавец билетов. На его бейджике имя - Тэйлор Скотт.
'''
cinema_2 = '''Вы: Добрый день. Подскажите, видели ли вы эту девушку, мистер Скотт?'''
cinema_3 = '''ТС: Ээ...Здравствуйте? Нет, не встречал…а…хотя, да. Была недавно. Она рассыпала попкорн у
кассы, я потом убирал его.
'''
cinema_4 = '''Выберите вопрос:
1. Что вы можете рассказать об этом вечере?
2. Можем ли мы взглянуть на записи с видеокамер?'''
cinema_4_1 = '''Ваш выбор: '''
cinema_5 = '''
Вы: Что вы можете рассказать об этом вечере? Что-то необычное, может быть?'''
cinema_6 = '''ТС: Ээ...да нет...хотя...да. Это был последний сеанс. Она пришла одна, без друзей. 
Помимо нее было еще человек пять. Сеанс закончился в 20:05. Все зрители быстро покинули зал, но 
один мужчина задержался.. Он что-то потерял.'''
cinema_6_1 = '''Он сильно запаниковал, так что та девушка с попкорном помогала ему. И они 
вместе вышли из кинотеатра через примерно пятнадцать минут.
'''
cinema_7 = '''Хотите задать оставшийся вопрос?
1. Да.
2. Нет.
'''
cinema_8 = '''Ваш выбор: '''
cinema_9 = '''
Вы: Могу ли я взглянуть на записи с видеокамер с того вечера?'''
cinema_10 = '''ТС: Наверное.. 
'''
cinema_11 = '''На камере видно силуэт мужчины и сложно различимые черты лица. '''
cinema_12 = '''Вы: Спасибо за содействие. До свидания.'''
cinema_13 = '''ТС: До свидания. Рад, если помог. '''
cinema_14 = '''ТС: Да, конечно.
'''
cinema_15 = '''На камере видно силуэт мужчины и сложно различимые черты лица.
'''
cinema_16 = '''ТС: К сожалению, в тот вечер камеры были сняты для проведения технической проверки,
так что записей нет.'''
cinema_17 = '''Вы: Очень жаль. Это бы сильно нам помогло. До свидания.'''
cinema_18 = '''ТС: До свидания.
'''
cinema_19 = '''Вы покинули кинотеатр.'''

pharmacy_1 = 'Вы пришли в аптеку'
pharmacy_2 = 'Вы: Добрый день, мистер.. Блен.'
pharmacy_3 = 'Гарет Блен: Добрый день, чем могу помочь?'
pharmacy_4 = '''Вы: В нашем районе, насколько вам может быть известно, произошло несколько убийств. 
Мы очень просим посодействовать следствию.'''
pharmacy_q_1_1 = '''Выберите дальнейший вопрос: 
1.Подскажите, можете ли вы нам предоставить информацию о людях, покупающих этот препарат?
2.Может вы замечали подозрительное поведение некоторых покупателей и можете дать нам какие-то показания?'''
pharmacy_q_1 = 'Вы: Подскажите, можете ли вы нам предоставить информацию о людях, покупающих этот препарат?'
pharmacy_q_2 = 'Вы: Может вы замечали подозрительное поведение некоторых покупателей и можете дать нам какие-то показания?'
pharmacy_a_1 = '''Гарет Блен: Так.. это очень сильнодействующее рецептурное лекарство.
Его нередко прописывают психически больным людям. Я могу посмотреть список лиц, приобретающих это средство.
Но мне… потребуется время.'''
pharmacy_q_1_2 = '''Выберите следующий вопрос:
1.Может вы замечали подозрительное поведение некоторых покупателей и можете дать нам какие-то показания?
2.Вы точно не можете дать ответ прямо сейчас?
3.Больше вопросов нет'''
pharmacy_a_2 = '''Гарет Блен: Ну.. люди бывают разные. Это не означает, что они все преступники.
Но я могу попытаться вспомнить, и ,если что, я вам перезвоню.'''
pharmacy_q_2_1 = '''Вы: Вы точно не можете дать ответ прямо сейчас?'''
pharmacy_q_2_2 = '''Я слышал, что жители говорят, что в вашей аптеке нередко продают сильнодействующие препараты 
без рецепта... Думаю, можно наскрести на статью.. Может, мы можем друг другу помочь?'''
pharmacy_a_3 = '''Гарет Блен: Чёрт... Это шантаж? Ладно. Есть всего 2 человека, покупающих это лекарство. 
Себастьян Дикенс и Этан Браун. Всё. Дальше сами.'''
pharmacy_q_3 = '''Хотите задать оставшийся вопрос:
1.Да
2.Нет'''
pharmacy_q_4 = '''Выберите, что делать дальше:
1.Задать следующий вопрос: Вы точно не можете дать ответ прямо сейчас?
2.Закончить диалог'''
pharmacy_5 = 'Вы: Спасибо. До свидания.'
pharmacy_6 = 'Гарет Блен: До свидания.'
pharmacy_7 = 'Вы ушли из библиотеки'
pharmacy_8 = 'Имена людей, покупавших лекарство'

talk_1 = 'Вы отправились в офис.'
talk_2 = 'В офисе вы встретили коллегу-Кейт Дэвис.'
talk_3 = 'Кейт Дэвис: Привет. Выглядишь уставшим. Как идёт дело?'
talk_4 = 'Вы: Много зацепок, мне предстоит сложная работа.'
talk_5 = 'Кейт Дэвис: Я думаю, тебе не помешает помощь.'
talk_6 = 'Вы: Это точно.'

call_1 = 'Поступил звонок.'
call_2 = 'Вы: Здравствуйте.'
call_3 = '''Мэтью Паркер: Здравствуйте. Детектив, это охранник из университета.
Вы просили позвонить, если я что-то вспомню.'''
call_4 = 'Вы: Понял. Вы что-то вспомнили?'
call_5 = '''Мэтью Паркер: Да.. Знаете.. Тогда, когда произошло убийство студентки возле университета,
я на протяжении недели обращал внимание на поведение одного из уборщиков в университете.
Он.. нередко подходил к студенткам, заводил разговор.
спустя неделю после убийства он перестал появляться на работе. Я узнал, что он уволился.'''
call_6 = 'Вы: Вы можете сказать, как его зовут?'
call_7 = 'Мэтью Паркер: Робби Клэптон. 30 лет. Больше ничего не знаю.'
call_8 = 'Вы: Спасибо. Это может быть полезно. Всего хорошего.'
call_9 = 'Мэтью Паркер: И вам удачи.'

evid_1 = 'Вы начали анализировать улики. Вот всё, что вам известно:'
evid_2 = 'Есть три подозреваемых: Себастьян Диккенс, Этан Браун, Робби Клэптон.'
evid_3 = 'Исходя из полученных улик,вы подозреваете Себастьяна Диккенса.'
evid_4 = 'Исходя из полученных улик, вы подозреваете Этана Брауна.'

interrogation_1 = '''Вы вызвали Этана Брауна на допрос. Мужчина был взволнован, но согласился прийти.
'''
interrogation_2 = '''КД: Этан Браун здесь. Выглядит взволнованно. Конечно, не каждый день 
обвиняют в таком преступлении.'''
interrogation_3 = '''Вы: Пригласи его в мой кабинет, пожалуйста.'''
interrogation_4 = '''КД: Как скажешь.
'''
interrogation_5 = '''В кабинете было тихо.
'''
interrogation_6 = '''Вы: Ну что ж, мистер Браун. Не буду тянуть кота за хвост. Мы знаем, 
что вы покупали сильнодействующий препарат. Вы чем-то больны?'''
interrogation_7 = '''ЭБ: Это врачебная тайна.. Зачем Вам знать мой диагноз?'''
interrogation_8 = '''Вы: Хорошо. Тогда пойдем с другой стороны. Что Вы делали вечером 
14 апреля с 18:00?'''
interrogation_9 = '''ЭБ: Я..я… был у матери в гостях.. Или нет.. Мы смотрели с ней фильм. '''
interrogation_10 = '''Вы: Вы уверены, что были у неё дома? Или это мог быть кинотеатр?'''
interrogation_11 = '''ЭБ: Я не знаю.. я не помню.. я забываю многое, мои таблетки вызывают потерю памяти...
Я не знаю, может, это был и кинотеатр.. Я… мне жаль..'''
interrogation_12 = '''Вы: На записи камеры Вы?'''
interrogation_13 = '''ЭБ: Я… у меня есть похожая куртка...Я не помню... я...
'''
interrogation_14 = '''Грохот. Коллега внезапно ворвалась в кабинет.
'''
interrogation_15 = '''КД: Плохие новости.'''
interrogation_16 = '''Вы: Что?'''
interrogation_17 = '''КД: Произошло новое убийство. Десять ромашек рядом с телом.
'''
interrogation_18 = '''Вы не смогли найти убийцу. 
'''
interrogation_19 = '''Вы хотите переиграть:
1. Да.
2. Нет.
'''
interrogation_19_1 = 'Ваш выбор: '
interrogation_20 = '''Хотите узнать предысторию?
1. Да.
2. Нет.
'''
interrogation_20_1 = '''Ваш выбор: '''
interrogation_21 = '''Спасибо, что играете в нашу игру!'''

conclusion = '''Спасибо, что играли в нашу игру!'''

story = '''В 18 лет Себастьян Диккенс влюбился в девушку по имени Эйприл Смит, студентку второго 
курса Гарварда. Девушка ответила взаимностью. Эйприл была отличницей, участвовала в олимпиадах и 
являлась гордостью университета. Парень и девушка начали встречаться, когда Себастьян принес ей 
букет ромашек. Они провстречались год, Себастьян был безумно счастлив в отношениях с Эйприл, но 
он не знал одного.. Эйприл начала изменять ему спустя месяц после начала отношений. Узнав об этом, 
Себастьян впал в депрессию. Его ментальное состояние от неправильно подобранного лечения стало ухудшаться. 
У него начались галлюцинации. Эйприл бросила Себастьяна. Спустя месяц она уехала в другую страну, чтобы изучать 
микробиологию. А Себастьян после расставания стал разрабатывать план мести девушке, разбившей его сердце. Он бросил 
лечение у врачей, но продолжил пить таблетки, которые влияли на его сознание(у него был друг Гарет Блен, который 
без рецепта по старой дружбе помогал раздобыть рецептурные таблетки).Но спустя еще месяц Себастьян узнал о том, 
что девушка разбилась в автокатастрофе. Из-за помутненного сознания он не поверил в это и в каждой похожей 
блондинке он видел её. Студентки начали жаловаться на сталкерство и Себастьяна принудительно поместили в психологическую 
лечебницу. Через 10 лет он наконец полноценно смог выйти из лечебницы. Но душевная травма не зажила.. и он продолжил 
свою месть с еще большим остервенением.
'''