phrase_1 = '''Начальник: “Добрый вечер. Я поручаю вам новое дело. Оно очень серьёзное. 
Попрошу отнестись с максимальной концентрацией и ответственностью. Счёт идёт на минуты.
Передаю вам дело. В нём все, что сейчас известно о жертвах и убийце.'''

phrase_2 = '''Дело:'''

phrase_3 = '''Психологический портрет: мужчина 35-45 лет, умён, вероятно работает в образовательной сфере,
психологически болен, скорее всего не женат и имеет травму, связанную с общением с девушками в возрасте 18-22 лет.'''

phrase_4 = '''Способ убийства: удушение.'''

phrase_5 = '''Отличительные черты убийств: на месте преступления оставляет чётное число ромашек и никаких улик.'''

phrase_6 = '''Первая жертва: 
Марла Чапман, 19 лет. Студентка первого курса Гарварда, факультет естественных наук.
Отличительные черты: светлые длинные волосы, высокая, общительная, занималась волонтерством.
Место преступления: была найдена с характерными для удушения следами на шее.
Найдена  недалеко от университета проходящей мимо женщиной. Рядом с телом лежали 4 ромашки.
Свидетели: нет.
Улики: нет.'''

phrase_7 = '''Вторая жертва:
Мелани Кэри, 19 лет. Студентка первого курса Гарварда, медицинский факультет.
Отличительные черты: светлые длинные волосы, высокая, замкнутая, ходила в книжный клуб.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена на остановке общественного транспорта, рядом с университетской библиотекой. Рядом с телом лежало 6 ромашек.
Свидетели: нет.
Улики: нет.'''

phrase_8 = '''Третья жертва: 
Сьюзан Бэйкер, 20 лет. Студентка второго курса Гарварда, экономический факультет.
Отличительные черты: светлые длинные волосы, среднего роста, общительная, занимается черлидингом.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена недалеко от кинотеатра “IPIC”. Рядом с телом лежало 8 ромашек.
Свидетели: нет.
Улики: нет.'''

library_1 = 'Вы пришли в библиотеку'
library_2 = 'Добрый день, что хотите почитать сегодня?'
library_3 = '''Добрый день, мисс Райт. Мы по серьёзному делу. 
Вы наверняка знаете, что в нашем городе происходят убийства. Нам нужна ваша помощь.'''
library_4 = '''Господи, чем я могу помочь вам? 
Я знаю, что одна из постоянных читательниц нашего зала стала одной из жертв..'''
