phrase_1 = '''Начальник: “Добрый вечер. Я поручаю вам новое дело. Оно очень серьёзное. 
Попрошу отнестись с максимальной концентрацией и ответственностью. Счёт идёт на минуты.
Передаю вам дело. В нём все, что сейчас известно о жертвах и убийце.'''

phrase_2 = '''Дело:'''

phrase_3 = '''Психологический портрет: мужчина 35-45 лет, умён, вероятно работает в образовательной сфере,
психологически болен, скорее всего не женат и имеет травму, связанную с общением с девушками в возрасте 18-22 лет.'''

phrase_4 = '''Способ убийства: удушение.'''

phrase_5 = '''Отличительные черты убийств: на месте преступления оставляет чётное число ромашек и никаких улик.'''

phrase_6 = '''Первая жертва: 
Марла Чапман, 19 лет. Студентка первого курса Гарварда, факультет естественных наук.
Отличительные черты: светлые длинные волосы, высокая, общительная, занималась волонтерством.
Место преступления: была найдена с характерными для удушения следами на шее.
Найдена  недалеко от университета проходящей мимо женщиной. Рядом с телом лежали 4 ромашки.
Свидетели: нет.
Улики: нет.'''

phrase_7 = '''Вторая жертва:
Мелани Кэри, 19 лет. Студентка первого курса Гарварда, медицинский факультет.
Отличительные черты: светлые длинные волосы, высокая, замкнутая, ходила в книжный клуб.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена на остановке общественного транспорта, рядом с университетской библиотекой. Рядом с телом лежало 6 ромашек.
Свидетели: нет.
Улики: нет.'''

phrase_8 = '''Третья жертва: 
Сьюзан Бэйкер, 20 лет. Студентка второго курса Гарварда, экономический факультет.
Отличительные черты: светлые длинные волосы, среднего роста, общительная, занимается черлидингом.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена недалеко от кинотеатра “IPIC”. Рядом с телом лежало 8 ромашек.
Свидетели: нет.
Улики: нет.'''

library_1 = 'Вы пришли в библиотеку'
library_2 = 'Нэнси Райт: Добрый день, что хотите почитать сегодня?'
library_3 = '''Вы: Добрый день, мисс Райт. Мы по серьёзному делу. 
Вы наверняка знаете, что в нашем городе происходят убийства. Нам нужна ваша помощь.'''
library_4 = '''Нэнси Райт: Господи, чем я могу помочь вам? 
Я знаю, что одна из постоянных читательниц нашего зала стала одной из жертв..'''
library_q = 'Выберете вопрос, который хотите задать '
library_q_1 = '1.Можете ли вы поподробнее рассказать о девушке?'
library_q_2 = '''2.Что вы можете рассказать о последнем вечере, когда она сюда приходила?
Может быть, произошло что-то странное?'''
library_q_3 = 'Хотите задать оставшийся вопрос? '
library_yes = 'да'
library_a_1 = '''Нэнси Райт: Да, конечно... Мелани была тихой, скромной девушкой.
По вечерам она оставалась и помогла мне, мы с ней нередко разговаривали по душам.
Она рассказывала, что у нее нет друзей... 
Однажды она поделилась, что ей трудно дается взаимодействие с людьми, потому что у нее психическое расстройство.
Она лечилась, пила таблетки, в последнее время всё даже пошло на улучшение... А потом... Эта новость..'''
library_a_2_1 = '''Нэнси Райт: Поначалу всё было как обычно. 
Мелани пришла около 5 часов вечера, взяла книгу и удалилась в конец зала, где обычно никто не сидел. 
Но в тот вечер, буквально через час, в зал пришел незнакомый мужчина.
Он сел неподалеку от Мелани, вёл себя нервно, оглядывался. Он ушёл почти сразу следам за Мелани. 
После закрытия, уборщица передала мне это.'''
library_5 = 'В руках вы держите чек на покупку лекарства.'
library_a_2_2 = '''Нэнси Райт: Я думаю, вам он пригодится. Он лежал между их столами.
К сожалению, его лица не запомнила, он был в капюшоне и яркой кепке. 
Честно, я несколько побаивалась смотреть на него... От него исходила зловещая аура...'''
library_6 = 'Вы: Спасибо за помощь, мисс Райт. Вы нам очень помогли.'
library_7 = 'Нэнси Райт: Удачи вам, детектив.'
library_8 = 'За найдённую улику вам начислено 10 баллов'
library_9 = 'Ваш счёт:'
