phrase_1 = '''Начальник: “Добрый вечер. Я поручаю вам новое дело. Оно очень серьёзное. 
Попрошу отнестись с максимальной концентрацией и ответственностью. Счёт идёт на минуты.
Передаю вам дело. В нём все, что сейчас известно о жертвах и убийце.'''

phrase_2 = '''Дело:'''

phrase_3 = '''Психологический портрет: мужчина 35-45 лет, умён, вероятно работает в образовательной сфере,
психологически болен, скорее всего не женат и имеет травму, связанную с общением с девушками в возрасте 18-22 лет.'''

phrase_4 = '''Способ убийства: удушение.'''

phrase_5 = '''Отличительные черты убийств: на месте преступления оставляет чётное число ромашек и никаких улик.'''

phrase_6 = '''Первая жертва: 
Марла Чапман, 19 лет. Студентка первого курса Гарварда, факультет естественных наук.
Отличительные черты: светлые длинные волосы, высокая, общительная, занималась волонтерством.
Место преступления: была найдена с характерными для удушения следами на шее.
Найдена  недалеко от университета проходящей мимо женщиной. Рядом с телом лежали 4 ромашки.
Свидетели: нет.
Улики: нет.'''

phrase_7 = '''Вторая жертва:
Мелани Кэри, 19 лет. Студентка первого курса Гарварда, медицинский факультет.
Отличительные черты: светлые длинные волосы, высокая, замкнутая, ходила в книжный клуб.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена на остановке общественного транспорта, рядом с университетской библиотекой. Рядом с телом лежало 6 ромашек.
Свидетели: нет.
Улики: нет.'''

phrase_8 = '''Третья жертва: 
Сьюзан Бэйкер, 20 лет. Студентка второго курса Гарварда, экономический факультет.
Отличительные черты: светлые длинные волосы, среднего роста, общительная, занимается черлидингом.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена недалеко от кинотеатра “IPIC”. Рядом с телом лежало 8 ромашек.
Свидетели: нет.
Улики: нет.'''

library_1 = 'Вы пришли в библиотеку'
library_2 = 'Нэнси Райт: Добрый день, что хотите почитать сегодня?'
library_3 = '''Вы: Добрый день, мисс Райт. Мы по серьёзному делу. 
Вы наверняка знаете, что в нашем городе происходят убийства. Нам нужна ваша помощь.'''
library_4 = '''Нэнси Райт: Господи, чем я могу помочь вам? 
Я знаю, что одна из постоянных читательниц нашего зала стала одной из жертв..'''
library_q = 'Выберете вопрос, который хотите задать '
library_q_1 = '1.Можете ли вы поподробнее рассказать о девушке?'
library_q_2 = '''2.Что вы можете рассказать о последнем вечере, когда она сюда приходила?
Может быть, произошло что-то странное?'''
library_q_3 = 'Хотите задать оставшийся вопрос? '
library_yes = 'да'
library_a_1 = '''Нэнси Райт: Да, конечно... Мелани была тихой, скромной девушкой.
По вечерам она оставалась и помогла мне, мы с ней нередко разговаривали по душам.
Она рассказывала, что у нее нет друзей... 
Однажды она поделилась, что ей трудно дается взаимодействие с людьми, потому что у нее психическое расстройство.
Она лечилась, пила таблетки, в последнее время всё даже пошло на улучшение... А потом... Эта новость..'''
library_a_2_1 = '''Нэнси Райт: Поначалу всё было как обычно. 
Мелани пришла около 5 часов вечера, взяла книгу и удалилась в конец зала, где обычно никто не сидел. 
Но в тот вечер, буквально через час, в зал пришел незнакомый мужчина.
Он сел неподалеку от Мелани, вёл себя нервно, оглядывался. Он ушёл почти сразу следам за Мелани. 
После закрытия, уборщица передала мне это.'''
library_5 = 'В руках вы держите чек на покупку лекарства.'
library_a_2_2 = '''Нэнси Райт: Я думаю, вам он пригодится. Он лежал между их столами.
К сожалению, его лица не запомнила, он был в капюшоне и яркой кепке. 
Честно, я несколько побаивалась смотреть на него... От него исходила зловещая аура...'''
library_6 = 'Вы: Спасибо за помощь, мисс Райт. Вы нам очень помогли.'
library_7 = 'Нэнси Райт: Удачи вам, детектив.'
library_8 = 'За найдённую улику вам начислено 10 баллов'
library_9 = 'Ваш счёт:'

university_1 = '''Вы зашли в университет. Рядом со входом расположена комната охранника. 
У двери стоит стол. Сумка с делом такая тяжелая...
'''
university_2 = '''Выбор:
1. Оставить сумку на столе, идёт пара, никого рядом.
2. Взять с собой, ведь там важные документы.'''
university_3 = 'Ваш выбор: '
university_4 = '''Вы: Добрый вечер, мистер Паркер. Я расследую дело об убийствах студенток 
этого университета. Я хочу задать вам несколько вопросов.'''
university_5 = '''Охранник: Здравствуйте. Да, конечно, всегда к вашим услугам.
'''
university_6 = '''Выберите вопрос:
1. Не замечали ли Вы каких-нибудь подозрительных личностей возле университета?
2. Может, Вы что-то видели в день убийства Марлы Чапман?'''
university_7 = '''Вы: Не замечали ли вы каких-нибудь подозрительных личностей возле университета?
Особенно рядом со студентками.'''
university_8 = '''Охранник: Знаете.. Я работаю тут очень много лет, много людей знаю. 
Очень странных не припомню. Да и просто странных.
'''
university_9 = '''Хотите задать оставшийся вопрос?
1. Да.
2. Нет.
Ваш выбор: '''
university_10 = '''Вы: Может, Вы что-то видели в день убийства Марлы Чапман? Две недели назад.'''
university_11 = '''Охранник: Честно, ничего подозрительного не запомнил. К сожалению, не могу помочь.
'''
university_12 = '''Вы: Очень жаль. Вот моя визитка, позвоните, если что-то вспомните.'''
university_13 = '''Охранник: Конечно. Удачи.
'''
university_14 = '''Вы вышли из комнаты охранника.
'''
university_15 = '''Пара закончилась. В коридоре ходило много студентов.
“Хорошо, что я взял сумку с собой”.'''
university_16 = '''Вы в шоке замечаете студента, который роется в ваших документах. 
'''
university_17 = 'Вы: Ты что творишь?! Это моя сумка! '
university_18 = 'Студент: О…Ой…Простите...Я извиняюсь…Мне так жаль…'
university_19 = 'Вы: Что ты пытался там найти?'
university_20 = '''Студент: Убитая Марла... это моя сестра. В тот вечер мы собирались уходить из университета.
Но я задержался, а Марла торопилась домой. Из окна я в последний раз увидел её силуэт, а сзади неё - мужчину в 
кепке с эмблемой команды "дикие коты". Я понял, что это была кепка баскетбольной команды университета, которую 
7 лет назад переименовали из “диких котов” в “хаски”.
'''
university_21 = '''Вы слушали в недоумении. Злость утихла.
'''
university_22 = '''Студент: Я должен был раньше доложить об этом, но я до сих пор не могу отойти от её смерти… 
Вы оказались в нужное время в нужном месте.'''
university_23 = '''Вы: Ладно... Мне жаль, что так случилось. Спасибо, что поделился. Это очень нам поможет.
Но больше не ройся в чужих сумках.'''
university_24 = '''Студент: Удачи, детектив.
'''
university_25 = 'Вы покинули университет.'


cinema_1 = '''Вы пришли в кинотеатр. Перед Вами стоит продавец билетов. На его бейджике имя - Тэйлор Скотт.
'''
cinema_2 = '''Вы: Добрый день. Подскажите, видели ли вы эту девушку, мистер Скотт?'''
cinema_3 = '''ТС: Ээ...Здравствуйте? Нет, не встречал…а…хотя, да. Была недавно. Она рассыпала попкорн у
кассы, я потом убирал его.
'''
cinema_4 = '''Выберите вопрос:
1. Что вы можете рассказать об этом вечере?
2. Можем ли мы взглянуть на записи с видеокамер?'''
cinema_4_1 = '''Выш выбор: '''
cinema_5 = '''
Вы: Что вы можете рассказать об этом вечере? Что-то необычное, может быть?'''
cinema_6 = '''ТС: Ээ...да нет...хотя...да. Это был последний сеанс. Она пришла одна, без друзей. 
Помимо нее было еще человек пять. Сеанс закончился в 20:05. Все зрители быстро покинули зал, но 
один мужчина задержался.. Он что-то потерял.'''
cinema_6_1 = '''Он сильно запаниковал, так что та девушка с попкорном помогала ему. И они 
вместе вышли из кинотеатра через примерно пятнадцать минут.
'''
cinema_7 = '''Хотите задать оставшийся вопрос?
1. Да.
2. Нет.
'''
cinema_8 = '''Выш выбор: '''
cinema_9 = '''
Вы: Могу ли я взглянуть на записи с видеокамер с того вечера?'''
cinema_10 = '''ТС: Наверное.. 
'''
cinema_11 = '''На камере видно силуэт мужчины и сложно различимые черты лица. '''
cinema_12 = '''Вы: Спасибо за содействие. До свидания.'''
cinema_13 = '''ТС: До свидания. Рад, если помог. '''