phrase1 = '''Начальник: “Добрый вечер. Я поручаю вам новое дело. Оно очень серьёзное. 
Попрошу отнестись с максимальной концентрацией и ответственностью. Счёт идёт на минуты.
Передаю вам дело. В нём все, что сейчас известно о жертвах и убийце.'''

phrase2 = '''Дело:'''

phrase3 = '''Психологический портрет: мужчина 35-45 лет, умён, вероятно работает в образовательной сфере,
психологически болен, скорее всего не женат и имеет травму, связанную с общением с девушками в возрасте 18-22 лет.'''

phrase4 = '''Способ убийства: удушение.'''

phrase5 = '''Отличительные черты убийств: на месте преступления оставляет чётное число ромашек и никаких улик.'''

phrase6 = '''Первая жертва: 
Марла Чапман, 19 лет. Студентка первого курса Гарварда, факультет естественных наук.
Отличительные черты: светлые длинные волосы, высокая, общительная, занималась волонтерством.
Место преступления: была найдена с характерными для удушения следами на шее.
Найдена  недалеко от университета проходящей мимо женщиной. Рядом с телом лежали 4 ромашки.
Свидетели: нет.
Улики: нет.'''

phrase7 = '''Вторая жертва:
Мелани Кэри, 19 лет. Студентка первого курса Гарварда, медицинский факультет.
Отличительные черты: светлые длинные волосы, высокая, замкнутая, ходила в книжный клуб.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена на остановке общественного транспорта, рядом с университетской библиотекой. Рядом с телом лежало 6 ромашек.
Свидетели: нет.
Улики: нет.'''

phrase8 = '''Третья жертва: 
Сьюзан Бэйкер, 20 лет. Студентка второго курса Гарварда, экономический факультет.
Отличительные черты: светлые длинные волосы, среднего роста, общительная, занимается черлидингом.
Место преступления: была найдена с характерными для удушения следами на шее. 
Найдена недалеко от кинотеатра “IPIC”. Рядом с телом лежало 8 ромашек.
Свидетели: нет.
Улики: нет.'''